Repository: shak-mar/rainbow-lollipop
Catalog: po/*.po
Languages: de

source: %s must be Value
de: %s muss ein Wert sein

source: %s must be array
de: %s muss ein Array sein

source: %s must be value
de: %s muss ein Wert sein

source: Bullet stroke width
de: Dicke des Node-Rahmens

source: Cancel
de: Abbrechen

source: Close Branch
de: Zweig schließen

source: Close Track
de: Track schließen

source: ConfigState has not been intialized.
de: Konfigurations-Zustand wurde bisher nicht initialisiert.

source: Connector stroke width
de: Verbinder-Dicke

source: Copy URL
de: URL Kopieren

source: Copy link
de: Link kopieren

source: Could not create database %s
de: Die Datenbank konnte nicht erstellt werden: %s

source: Could not create tables %s
de: Die Tabellen konnten nicht erstellt werden: %s

source: Could not feed schemeparser. Using default colorscheme
de: Das Farbschema konnte nicht gelesen werden. Benutze Standard-Farbschema.

source: Could not find a launcher for file: %s
de: Es konnte kein Standardprogramm fuer %s gefunden werden.

source: Could not initialize GtkClutter
de: GtkClutter konnte nicht initialisiert werden.

source: Could not load colorscheme. Using default colorscheme
de: Das Farbschema konnte nicht geladen werden. Benutze Standard-Farbschema.

source: Could not parse scheme. Using default colorscheme
de: Das Farbschema konnte nicht verarbeitet werden. Benutze Standard-Farbschema.

source: Could not parse session json
de: Das Sitzungs-JSON konnte nicht gelesenwerden.

source: Could not prepare LOG_HINTQRY: %s
de: LOG_HINTQRY konnte nicht vorbereitet werden: %s

source: Could not prepare LOG_INSERT: %s
de: LOG_INSERT konnte nicht vorbereitet werden: %s

source: Could not prepare LOG_QRY: %s
de: LOG_QRY konnte nicht vorbereitet werden: %s

source: Could not prepare LOG_UPDATE: %s
de: LOG_UPDATE konnte nicht vorbereitet werden: %s

source: Could not save session to %s
de: Die Sitzung konnte nicht nach %s gespeichert werden.

source: Database is not initialized. Can not commit statement
de: Die Datenbank ist nicht initialisiert. Das Statement konnte nicht abgesetzt werden.

source: Expected %s to be value
de: Es wird ein Wert fuer %s erwartet.

source: Expected Object
de: Es wird ein Objekt erwartet.

source: Expected root Object. Got %s
de: Es wird das root-Objekt erwartet. Gefunden wurde %s

source: Expected tracks to be array
de: Die Tracks werden als Array erwartet.

source: Favicon size
de: Icon-Größe

source: Go
de: Los!

source: Go Back
de: Zurück

source: Go Forward
de: Vorwärts

source: HTTPSEverywhere initialization thread failed
de: HTTPSEverywhere initialisierungsthread war nicht erfolgreich

source: Invalid session json
de: Ungültiges Sitzungs-JSON

source: New Track from Branch
de: Neuer Track aus diesem Zweig

source: Node height
de: Node-Größe

source: Node spacing
de: Horizontaler Node-Abstand

source: NormalState has not been initialized.
de: Normal-Zustand wurde bisher nicht intialisiert.

source: Open
de: Öffnen

source: Open folder
de: Ordner Öffnen

source: Open in new Track
de: In neuem Track öffnen

source: Password
de: Passwort

source: Reload
de: Neu laden

source: Save image
de: Bild speichern

source: Save link
de: Link speichern

source: Save media
de: Mediendatei speichern

source: Search %s
de: %s suchen

source: Search for %s with DuckDuckGo
de: %s mit DuckDuckGo suchen

source: Security
de: Sicherheit

source: SessiondialogState has not been intialized.
de: Sitzungswiederherstellungsdialog wurde bisher nicht initialisiert.

source: Sink broke down
de: Das Waschbecken ist heruntergebrochen.

source: Surf directly to %s
de: Direkt surfen nach %s

source: The node is not a child of its parent. This should not happen
de: Diese Node ist kein Kindelement des Tracks, als dessen current_node sie zugewiesen wurde. Das sollte nicht passieren.

source: Track height
de: Track-Höhe

source: Track opacity
de: Track-Transparenz

source: Track spacing
de: Vertikaler Node-Abstand

source: TracklistState has not been intialized.
de: Tracklist-Zustand wurde bisher nicht initialisiert.

source: UI
de: Oberflaeche

source: Unknown session member %s
de: Unbekanntes Sitzungsattribut %s

source: Use HTTPS everywhere
de: Immer HTTPS benutzen

source: Username
de: Benutzername

source: Using default config
de: Es wird die Standardkonfiguration benutzt.

source: invalid field in node onject: %s
de: Ungültiges Feld in Node-Objekt: %s

source: new session
de: Neue Sitzung

source: node creation failed
de: Node-Erstellung fehlgeschlagen

source: restore session
de: Sitzung fortsetzen

source: sitenode must be object
de: SiteNode muss ein Objekt sein.

source: track generation failed
de: Track-Erstellung fehlgeschlagen

source: tracklist must be array
de: Trackliste muss ein Array sein
